{"unity": 130, "diversity": 37, "strength": 121, "unity diversity": 131, "diversity strength": 39, "equal": 46, "rights": 111, "promote": 99, "harmony": 66, "among": 0, "people": 93, "equal rights": 47, "rights promote": 112, "promote harmony": 100, "harmony among": 67, "among people": 1, "religious": 104, "freedom": 60, "fundamental": 62, "human": 68, "right": 108, "religious freedom": 106, "freedom fundamental": 61, "fundamental human": 63, "human right": 69, "cultural": 19, "enriches": 44, "society": 116, "cultural diversity": 21, "diversity enriches": 38, "enriches society": 45, "express": 48, "faith": 52, "universally": 132, "respected": 107, "right express": 109, "express faith": 49, "faith universally": 55, "universally respected": 133, "discrimination": 35, "based": 2, "still": 119, "prevalent": 98, "discrimination based": 36, "based faith": 3, "faith still": 54, "still prevalent": 120, "face": 50, "persecution": 96, "due": 42, "beliefs": 4, "people face": 94, "face persecution": 51, "persecution due": 97, "due beliefs": 43, "tensions": 124, "communities": 14, "harm": 64, "social": 114, "cohesion": 13, "tensions communities": 125, "communities harm": 15, "harm social": 65, "social cohesion": 115, "differences": 33, "sometimes": 117, "cause": 7, "misunderstandings": 79, "cultural differences": 20, "differences sometimes": 34, "sometimes cause": 118, "cause misunderstandings": 8, "conflicts": 17, "often": 86, "lead": 73, "violence": 136, "religious conflicts": 105, "conflicts often": 18, "often lead": 87, "lead violence": 74, "cultures": 24, "inherently": 71, "superior": 122, "others": 90, "cultures inherently": 25, "inherently superior": 72, "superior others": 123, "one": 88, "way": 137, "life": 75, "one way": 89, "way life": 138, "life right": 76, "right way": 110, "western": 139, "culture": 22, "destroying": 31, "traditional": 126, "values": 134, "western culture": 140, "culture destroying": 23, "destroying traditional": 32, "traditional values": 127, "certain": 9, "customs": 26, "civilized": 11, "certain customs": 10, "customs civilized": 27, "civilized others": 12, "dominate": 40, "modern": 80, "ideologies": 70, "values dominate": 135, "dominate modern": 41, "modern ideologies": 81, "followers": 58, "religion": 101, "deserve": 28, "followers religion": 59, "religion deserve": 102, "deserve equal": 30, "faiths": 56, "misguided": 77, "wrong": 141, "faiths misguided": 57, "misguided wrong": 78, "non": 84, "believers": 5, "condemnation": 16, "non believers": 85, "believers deserve": 6, "deserve condemnation": 29, "morally": 82, "people faith": 95, "faith morally": 53, "morally superior": 83, "true": 128, "path": 91, "salvation": 113, "religion true": 103, "true path": 129, "path salvation": 92}